{
  "data": [
    {
      "type": "text",
      "content": "This is the educational path I have followed throughout my career. One of the key features of my profile is its multidisciplinary nature."
    },
    {
      "type": "subtitle",
      "content": "Lambton College"
    },
    {
      "type": "description",
      "content": "Full Stack Software Development - FSDS"
    },
    {
      "type": "image-url",
      "content": "images/lambton-college-location.jpg"
    },
    {
      "type": "text",
      "content": "In this program, I have solidified the foundational knowledge I gained during my studies. It has been an invaluable opportunity to engage with colleagues and professors in an academic setting where I’ve been able to address many questions, make progress on past projects, and envision new ones."
    },

    {
      "type": "subtitle",
      "content": "University of the Andes"
    },
    {
      "type": "description",
      "content": "Economics Specialist"
    },
    {
      "type": "image-url",
      "content": "images/uniandesLocation.avif"
    },
    {
      "type": "text",
      "content": "This was a highly mathematics-focused specialization. Over the course of a year, we explored key aspects of project evaluation, econometrics, and applied microeconomics. I had the privilege of learning from the country’s top economists at Colombia’s best faculty, which is also among the most renowned globally. Thanks to this program, I developed a strong understanding of how to evaluate long-term investment projects, how individuals think in a social context, and how incentives shape behavior. These insights have been essential in analyzing the business logic of my clients."
    },

    {
      "type": "subtitle",
      "content": "Military University Nueva Granada"
    },
    {
      "type": "description",
      "content": "International Relations"
    },
    {
      "type": "image-url",
      "content": "/images/umng.jpg"
    },
    {
      "type": "text",
      "content": "International Relations is a fascinating multidisciplinary field that combines history, law, diplomacy, and the analysis of social interaction structures where actors—such as states and major power groups—shape the international system. During the program, I developed essential skills like conflict resolution and marketing, gained a solid foundation in economics and mathematics, and, above all, achieved a profound understanding of society and the market in a truly eye-opening way."
    }
  ]
}
