{
  "data": [
    {
      "type": "text",
      "content": "In this section, I'll share some aspects of my professional journey, focusing on what I’ve learned and what I enjoyed most about each process."
    },
    {
      "type": "subtitle",
      "content": "El Rocket"
    },
    {
      "type": "image-url",
      "content": "/images/rocket.jpg"
    },
    {
      "type": "text",
      "content": "Over the past year, I’ve been working primarily as a freelancer, and I’ve come to appreciate the breadth of experience I’ve gained throughout my professional career. I’m able to develop solutions for clients that cover various aspects of their business efficiently, as well as communicate these achievements effectively."
    },

    {
      "type": "subtitle",
      "content": "Siigo"
    },
    {
      "type": "image-url",
      "content": "/images/siigo.webp"
    },
    {
      "type": "text",
      "content": "At Siigo, I had the opportunity to take on a highly responsible role in a multinational company with a presence in over ten countries. My position served as a bridge between development teams and product teams. For the first time, I experienced how it works to work in a large company and the performance metrics systems that this type of organization implements."
    },

    {
      "type": "subtitle",
      "content": "Resolve Studio SAS"
    },
    {
      "type": "image-url",
      "content": "/images/resolve.jpg"
    },
    {
      "type": "text",
      "content": "This was a wonderful professional experience. Resolve was a startup that measured the performance of television advertising for large companies across Latin America. We were a small but talented team. Unfortunately, it became one of the many startups that fell victim to the post-pandemic crisis. I worked until the very last day of operations, doing my best to keep the company afloat."
    },

    {
      "type": "subtitle",
      "content": "Desarrollo y Tecnologias SAS"
    },
    {
      "type": "image-url",
      "content": "/images/dyt.jpg"
    },
    {
      "type": "text",
      "content": "In this company, I took on a wide range of responsibilities: from political strategy to design and marketing. My ideas and knowledge of data management were crucial in empowering citizens in public policy projects, even at a national level. We developed the alternative political proposal Suaita Para Todos in a small city in Colombia, where we aimed to communicate to the community that politics without corruption was possible."
    },

    {
      "type": "subtitle",
      "content": "Military University Nueva Granada"
    },
    {
      "type": "image-url",
      "content": "/images/esdeguerra.jpg"
    },
    {
      "type": "text",
      "content": "I started working at the same university where I completed my bachelor’s degree. I was chosen to work as a young researcher due to my outstanding performance during my studies. Over two years, I developed the entire data infrastructure used by a large research group (composed of at least 40 undergraduate and graduate students, along with six senior researchers of the highest quality in the country) for a project aimed at measuring Thirlwall’s Law in Colombia and other aspects of international trade."
    },

    {
      "type": "text",
      "content": "I began this project as a recent graduate and took on a role that no one else on the team was capable of handling. From scratch, I had to build my foundation as a data analyst and engineer: capturing data sources, transforming them, deploying them on various platforms for users, analyzing them, and providing insights, among other tasks. It was a highly practical learning experience—I had to endure the worst ways of doing things to uncover the best and most efficient methods. By the end of the process, I had acquired the entire foundation of my professional career."
    }
  ]
}
